Repository: vakesz/Glasstual
Catalog: Sources/App/Features/ServerProperties/ServerEndpointList.xcstrings
Source language: en
Languages: de, hu

source: Add Server
de: Server hinzufügen
hu: Kiszolgáló hozzáadása

# connect-securely
source: Secure
de: Verschlüsselt
hu: Titkosított

# enter-a-whole-number-between-1
source: Enter a whole number between 1 and 65,535.
de: Gib eine ganze Zahl zwischen 1 und 65.535 ein.
hu: Adj meg egy 1 és 65 535 közötti egész számot.

# explanation
source: Glasstual tries these servers from top to bottom. Use the arrow buttons to change their order; the first server is primary.
de: Glasstual versucht die Server von oben nach unten. Ändere die Reihenfolge mit den Pfeiltasten; der erste Server ist der primäre.
hu: A Glasstual fentről lefelé próbálja a kiszolgálókat. A nyílgombokkal módosíthatod a sorrendet; az első az elsődleges kiszolgáló.

source: Move Down
de: Nach unten
hu: Lefelé

source: Move Up
de: Nach oben
hu: Felfelé

source: Remove Server
de: Server entfernen
hu: Kiszolgáló eltávolítása

source: Server Address
de: Serveradresse
hu: Kiszolgáló címe

source: Server List
de: Serverliste
hu: Kiszolgálólista

source: Server Password
de: Serverpasswort
hu: Kiszolgálójelszó

# server-password-help
source: Sent with the PASS command when connecting, and stored in your keychain. This is not your NickServ password.
de: Wird beim Verbinden mit PASS gesendet und in deinem Schlüsselbund gespeichert. Dies ist nicht dein NickServ-Passwort.
hu: Kapcsolódáskor a PASS paranccsal küldjük el, és a kulcskarikában tároljuk. Ez nem a NickServ-jelszavad.

# value-you-entered-is-not
source: Enter a server address, such as irc.example.com.
de: Gib eine Serveradresse wie irc.example.com ein.
hu: Adj meg egy kiszolgálócímet, például irc.example.com.

# window-title
source: Alternate Servers
de: Alternative Server
hu: Alternatív kiszolgálók
